import React from "react";

export default function About() {
  return (
    <div className="py-20 px-4 max-w-6xl mx-auto">
      <h1 className="text-3xl text-center font-bold mb-4 ">Кто мы?</h1>
      <p className="mb-4 text-xl text-slate-700">
        Агентство недвижимости, которое специализируется на помощи клиентам в
        покупке, продаже и аренде недвижимости в самых привлекательных районах.
        Наша команда опытных агентов стремится предоставить исключительный
        сервис и сделать процесс покупки и продажи максимально простым.
      </p>
      <p className="mb-4 text-xl text-slate-700">
        Наша миссия — помочь нашим клиентам достичь своих целей в сфере
        недвижимости, предоставляя экспертные консультации, индивидуальное
        обслуживание и глубокое понимание местного рынка. Если вы хотите купить,
        продать или арендовать недвижимость, мы здесь, чтобы помочь вам на
        каждом этапе пути.
      </p>
      <p className="mb-4 text-xl text-slate-700">
        Наша команда агентов имеет богатый опыт и знания в сфере недвижимости, и
        мы стремимся обеспечить самый высокий уровень обслуживания наших
        клиентов. Мы считаем, что покупка или продажа недвижимости должна быть
        захватывающим и полезным опытом, и мы стремимся сделать это реальностью
        для каждого из наших клиентов.
      </p>
    </div>
  );
}
